Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པའི་དགྲའི་འཆིང་བ་ཚད་མེད་པ་ཡོངས་སུ་གཅོད་པར་འགྱུར།
en: You will cut through the measureless bondage of the enemies, the kleśas.

source: སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་མཐའ་མེད་ཅིང་འཇིགས་སུ་རུང་བའི་རྒྱ་མཚོ་ལས་ཡོངས་སུ་བཟླས་པར་འགྱུར།
en: You will make countless, endless hundreds of thousands of quintillions of beings transcend the ocean of great terrors.

source: མུ་མེད་པའི་སྐྱེ་ཤིའི་འཁོར་བ་ལས་ཐར་བར་འགྱུར།
en: You will free them from the endless births and deaths of saṃsāra.

source: སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་དང་ཕྲད་པར་འགྱུར་རོ། །ཞེས་གསུང་བར་འགྱུར་རོ།
en: You will meet countless hundreds of thousands of quintillions of buddhas.’ ”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་གིས་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ནི་སླད་མ་དང་།
en: Then the Four Mahārājas said to the Bhagavat, “Bhagavat, the complete practice ofThe Supremely Victorious King of Sūtras, the Sublime Golden Light has such countless benefits in the future and the present.

source: ད་ལྟར་གྱི་ཚེ་ཡོན་ཏན་ཚད་མ་མཆིས་པ་འདི་ལྟ་བུ་ཡོངས་སུ་རྫོགས་པར་བགྱིད་པས་དེའི་སླད་དུ་མིའི་རྒྱལ་པོ་གང་གིས་མདོ་སྡེ་ཤིན་ཏུ་གྱ་ནོམ་པ་འདི་ཐོས་པར་གྱུར་པ་དེ་ནི་སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་ལས་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ལགས་པས་མིའི་རྒྱལ་པོ་དེ་དག་ལ་བདག་ཅག་རྣམས་ཡོངས་སུ་བསྲུང་ཞིང་རྗེས་སུ་དྲན་པར་བགྱིད་དོ།
en: Therefore, when for that reason the human kings who have listened to this extremely wonderful sūtra will have developed good roots from all the countless hundreds of thousands of quintillions of buddhas, we will guard those kings and think of them. “

source: །གཞན་ཡང་བསོད་ནམས་ཀྱི་ཕན་ཡོན་ཚད་མ་མཆིས་པ་སྙེད་མཐོང་བའི་སླད་དུ་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། འཁོར་གཞན་རྣམས་དང་། ཡི་དགས་འབུམ་ཕྲག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་རང་རང་གི་གཞལ་མེད་ཁང་རྣམས་སུ་སྤོས་ཀྱི་བདུག་པའི་སྤྲིན་གྱི་གདུགས་དང་། ཆོ་འཕྲུལ་རྣམ་པ་སྣ་ཚོགས་པ་དེ་དག་མཐོང་བ།
en: Moreover, in order that this measureless benefit can be seen, in each of the aerial palaces belonging to us, the Four Mahārājas, and also our entourages, along with countless hundreds of millions of yakṣas, parasols of clouds of the aromas of incense and various kinds of miraculous manifestations will be seen. “

source: དེའི་ཚེ་བདག་ཅག་རང་གི་ལུས་མི་སྣང་བར་བགྱིས་ནས་ཆོས་ཉན་པའི་སླད་དུ་རྒྱལ་པོ་དེའི་ཕོ་བྲང་ཡོངས་སུ་གཙང་ཞིང་མཛེས་པར་བརྒྱན་པ་ཆོས་འཆད་པའི་གནས་སུ་མཆི་བར་འཚལ་ལོ། །དེ་བཞིན་དུ་ཚངས་པ་དང་། བརྒྱ་བྱིན་དང་། ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་དང་། དཔལ་གྱི་ལྷ་མོ་ཆེན་མོ་དང་། སའི་ལྷ་མོ་བརྟན་མ་དང་། སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་དང་། གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཉི་ཤུ་རྩ་བརྒྱད་དང་། ལྷའི་བུ་དབང་ཕྱུག་ཆེན་པོ་དང་། ལག་ན་རྡོ་རྗེ་གསང་བའི་བདག་པོ་དང་།
en: At that time, we will make our bodies invisible, and in order to listen to the Dharma, we will go to the perfectly cleaned and beautifully adorned palace of such a king.

source: སྡེ་དཔོན་ཆེན་པོ་རིན་ཆེན་བཟང་དང་། འཕྲོག་མའི་བུ་འཁོར་ལྔ་བརྒྱ་པ་དང་། ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པ་དང་། ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོ་དང་། ལྷ་དང་གནོད་སྦྱིན་ལ་སོགས་པའི་འཁོར་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་ཀྱང་ཆོས་ཉན་པའི་སླད་དུ་སོ་སོ་ནས་རང་རང་གི་ལུས་མི་སྣང་བར་བགྱིས་ཏེ།
en: In the same way, Brahmā, Śakra, the great goddess Sarasvatī, the great goddess Śrī, Dṛḍhā, who is the goddess of the earth, the great general Saṃjñeya, the twenty-eight great yakṣa generals, the deity Maheśvara, Vajrapāṇi, who is the lord of secrets, the great general Māṇibhadra, Hārītī with her entourage of five hundred children, the nāga king Anavatapta, the nāga king Sāgara, and the entourages of countless hundreds of thousands of quintillions of devas, yakṣas, and so on, in order to listen to the Dharma, each with their body invisible, will come to the place where the Dharma is to be taught, which is the human king’s palace in which a superior Dharma seat has been beautifully arranged. “

source: མིའི་རྒྱལ་པོ་དེའི་ཕོ་བྲང་ཤིན་ཏུ་ཁྱད་པར་དུ་འཕགས་པ་ཆོས་ཀྱི་གདན་ཤིན་ཏུ་མཛེས་པར་བགྱིས་པ་ཆོས་བཤད་པའི་གནས་སུ་མཆི་བར་འགྱུར་ལགས་སོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། འཁོར་གཞན་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་ཐམས་ཅད་སེམས་རྩེ་གཅིག་ཏུ་མིའི་རྒྱལ་པོ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་དགེ་བའི་བཤེས་གཉེན་བགྱིས་ནས་བླ་ན་མ་མཆིས་པའི་ཆོས་ཀྱི་སྦྱིན་བདག་ཆེན་པོར་འགྱུར་བའི་རྒྱུས་བདུད་རྩིའི་རོས་བདག་ཅག་ཚིམ་པར་གྱུར་པས།
en: Bhagavat, we, the Four Mahārājas, and also our entourages and the yakṣas, single-mindedly, together with that human king, will become kalyāṇamitras and great patrons of the unsurpassable Dharma, and through that cause we will be satisfied by the taste of its amṛta.

source: དེའི་སླད་དུ་བདག་ཅག་རྒྱལ་པོ་དེ་ལ་ཡོངས་སུ་བསྲུངས་ནས་གནོད་པ་རྣམས་ཡོངས་སུ་བསལ་ཏེ་བདེ་བ་ཐོབ་པར་བགྱིད་དོ། །དེའི་ཕོ་བྲང་དང་།
en: For that reason, we will guard that king, completely dispel harm, and cause him to attain happiness.

source: གྲོང་དང་། གྲོང་ཁྱེར་དང་། ཡུལ་རྣམས་སུ་ཡང་སྡིག་པ་དང་ལྟས་ངན་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིད་དོ། །དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞི་ཅིག་ཅར་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: We will cause all bad actions and bad omens to cease in his palace, cities, towns, and land.”

source: །བཅོམ་ལྡན་འདས་མིའི་རྒྱལ་པོ་གང་ལ་ལ་ཞིག་རང་གི་ཡུལ་དུ་མདོ་སྡེ་འདི་བཞུགས་པར་གྱུར་ཀྱང་ཡོངས་སུ་སྤེལ་བར་ཡང་མི་བགྱིད་ལ་སེམས་ཀྱིས་ཀྱང་སྤོང་བར་བགྱིད་ཅིང་ཉན་པར་ཡང་མི་མོས། མཆོད་པར་ཡང་མི་བགྱིད། བླ་མར་ཡང་མི་བགྱིད། བསྔགས་པ་བརྗོད་པར་ཡང་མི་བགྱིད་ལ། འཁོར་བཞི་པོ་དག་མདོ་སྡེ་འཛིན་པ་མཐོང་བར་གྱུར་ན་ཡང་། བླ་མར་མི་བགྱིད་ཅིང་མཆོད་པ་དང་། རིམ་གྲོ་ཡང་མི་བགྱིད་ན་བདག་ཅག་དང་།
en: Then the Four Mahārājas simultaneously placed the palms of their hands together and said to the Bhagavat, “Bhagavat, if there is a human king in whose land this sūtra is present but who does not promulgate it, rejects it in his mind, has no aspiration to listen to it, does not make offerings to it, does not venerate it, does not praise it, and who on seeing the four kinds of followers who possess the sūtra does not venerate them, make offerings to them, or serve them, then we, the Four Mahārājas, our followers, and countless devas will not hear this extremely profound and wonderful Dharma.

source: འཁོར་གཞན་རྣམས་དང་། ལྷ་ཚད་མ་མཆིས་པ་རྣམས་ཀྱང་ཤིན་ཏུ་ཟབ་ཅིང་གྱ་ནོམ་པའི་ཆོས་འདི་ཐོས་པར་མི་འགྱུར་བས་བདུད་རྩིའི་རོ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་ཤིང་ཡང་དག་པའི་ཆོས་ཀྱི་རྒྱུད་ཀྱང་སྟོར་བར་འགྱུར། གཟི་བྱིན་དང་མཐུ་སྟོབས་ཀྱང་མ་མཆིས་པར་འགྱུར། ངན་འགྲོ་འཕེལ་བར་བགྱིད་ཅིང་ལྷ་དང་མི་རྣམས་ཡོངས་སུ་ཉམས་པར་འགྱུར། འཁོར་བའི་ཆུ་བོར་བྱིང་བར་འགྱུར་ཞིང་།
en: The flavor of its amṛta will be abandoned, the continuity of the true Dharma will be destroyed, there will be no magnificence and power, the lower existences will increase, devas and humans will diminish, and beings will drown in the river of saṃsāra and will go astray from the route to nirvāṇa, so that, Bhagavat, we, the Four Mahārājas, our followers, the yakṣas, and so on, on seeing this will abandon that land and will have no intention to defend it and protect it.

source: མྱ་ངན་ལས་འདས་པའི་ཤུལ་དང་གོལ་བར་འགྱུར་བས་བཅོམ་ལྡན་འདས་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། འཁོར་གཞན་རྣམས་དང་། གནོད་སྦྱིན་ལ་སོགས་པ་དེ་ལྟ་བུའི་དངོས་པོ་མཐོང་བར་གྱུར་ན་ཡུལ་དེ་ཡོངས་སུ་སྤོང་བར་བགྱིད་ལ། ཡོངས་སུ་སྐྱོབ་ཅིང་ཡོངས་སུ་བསྲུང་བའི་སེམས་ཀྱང་མ་མཆིས་པར་འགྱུར་བ་ལགས་སོ། །བདག་ཅག་འབའ་ཞིག་རྒྱལ་པོ་དེ་སྤོང་བར་བགྱིད་པ་མ་ལགས་ཀྱི་ཡུལ་སྐྱོང་བའི་ལྷ་དགེ་བ་ཆེན་པོ་ཚད་མ་མཆིས་པ་རྣམས་ཀྱང་ཡལ་བར་བོར་ནས་མཆི་བར་འགྱུར་ལགས་སོ།
en: It will not be we alone who abandon that king, for the countless devas of great virtue who protect that land will also forsake that land.

source: །དེ་ལྟར་ཡལ་བར་བོར་བའི་དབང་གིས་ཡུལ་དེར་གནོད་པ་རྣམ་པ་སྣ་ཚོགས་འབྱུང་བར་འགྱུར་ཞིང་རྒྱལ་ཐབས་ཀྱང་སྟོར་བར་འགྱུར།
en: Because they forsake it, various kinds of calamities will occur in that land, and the kingdom will be destroyed.

source: མིའི་ཚོགས་ཐམས་ཅད་ཀྱང་དགེ་བའི་སེམས་ནི་མ་མཆིས་ཀྱི་གཅིག་ལ་གཅིག་འཆིང་བ་དང་། གསོད་པ་དང་། གཤེ་བ་དང་། རྩོད་པ་དང་། ཕན་ཚུན་ཕྲ་མ་དང་། གྱ་གྱུ་བགྱིད་ཅིང་ནོངས་པ་མ་མཆིས་པ་ལ་ཆད་པ་གཅོད་པ་འབའ་ཞིག་སེམས་པས། ནད་དང་། རིམས་ནད་རྣམས་འབྱུང་བར་འགྱུར། གཟའ་མཇུག་རིངས་ཡང་ནས་ཡང་དུ་འབྱུང་བར་འགྱུར། གདུགས་གཉིས་ཅིག་ཅར་འཆར་བར་འགྱུར། གཟའ་འཇུག་པ་ལ་རྒྱུན་ཆད་པ་མ་མཆིས་པར་འགྱུར། གཞའ་དཀར་ནག་གིས་བཀྲ་ཤིས་པ་མ་ལགས་པའི་མཚན་མ་སྟོན་པར་འགྱུར།
en: The entire population will be without virtuous motivation and will bind each other, slay each other, abuse each other, quarrel with each other, slander each other, deceive each other, and punish the innocent.

source: སྐར་མདའ་ལྟུང་ཞིང་ས་གཡོ་བར་འགྱུར། ཁྲོན་པའི་ནང་ནས་སྒྲ་འབྱུང་བར་འགྱུར། ཆར་དང་རླུང་དྲག་པོ་དུས་མ་ལགས་པར་འབབ་ཅིང་ལྡང་བར་འགྱུར། རྟག་པར་མུ་གེའི་གནོད་པ་འབྱུང་བར་འགྱུར། འབྲུ་རྣམས་ཡོངས་སུ་སྨིན་པར་མི་འགྱུར། ཕས་ཀྱི་རྒོལ་བའི་དགྲ་མང་པོས་གཙེས་པས་ཡུལ་གྱི་མི་རྣམས་སྡུག་བསྔལ་གྱི་གནོད་པ་མང་པོ་མྱོང་བར་འགྱུར། ཡུལ་གྱི་ས་ཕྱོགས་ཀྱང་ཡིད་དུ་མི་མཆི་ཞིང་མངོན་པར་དགའ་བ་ཅི་ཡང་མ་མཆིས་པར་འགྱུར་ལགས་སོ།
en: Because of having such states of mind there will be illness and disease, a comet will appear repeatedly, two suns will appear simultaneously, there will be continuous comets, there will be the inauspicious omens of gray rainbows, shooting stars will fall, the earth will shake, sounds will come from wells, untimely severe rain will fall and winds will blow, there will always be the calamity of famine, grain will not ripen, the people of the land will experience calamities of suffering from the violence of invading enemies, and there will be unhappiness and no joy throughout the land. “

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ལྷ་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་དང་། སྔོན་ཡུལ་སྐྱོང་བའི་ལྷ་དགེ་བ་ཆེན་པོ་རྣམས་ཀྱིས་ཡོངས་སུ་སྤངས་ནས། མཆི་བའི་ཚེ་ལྟས་ངན་པའི་དངོས་པོ་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་དེ་ལྟ་བུ་དག་འབྱུང་བར་འགྱུར་ལགས་སོ། །བཅོམ་ལྡན་འདས་མིའི་རྒྱལ་པོ་གང་ལ་ལ་ཞིག་ཡུལ་སྐྱོང་ཞིང་རྟག་པར་བདེ་བའི་ལོངས་སྤྱོད་མྱོང་བར་འཚལ་བ་དང་།
en: Bhagavat, if we, the Four Mahārājas, the countless thousands of devas, and the deities of great virtue who previously protected the land abandon it, then at that time there will arise countless hundreds of thousands of such evil omens. “

source: སྐྱེ་བོ་མང་པོ་རྣམས་བདེ་བ་ལ་འགོད་པར་འཚལ་བ་དང་། ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཚར་བཀུམ་ནས་རང་གི་ཡུལ་ཁམས་གཏན་དུ་རྒྱས་ཤིང་དར་བར་འཚལ་བ་དང་། ཡང་དག་པའི་བསྟན་པ་འཇིག་རྟེན་དུ་གནས་ནས་སྡུག་བསྔལ་གྱི་གནོད་པ་དང་། སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམས་ཉེ་བར་ཞི་བར་འགྱུར་བར་འཚལ་ན། བཅོམ་ལྡན་འདས་ཡུལ་གྱི་བདག་པོ་དེ་དག་གིས་གདོན་མི་འཚལ་བར་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་མཉན་ནས་ཡོངས་སུ་གཟུང་བར་བགྱི་ཞིང་མདོ་སྡེ་འདི་ཀློག་པ་དང་། འདོན་པ་དང་། ལེན་པ་དང་།
en: Bhagavat, if any human king wishes to protect his land so that it will constantly enjoy happiness, wishes to bring many beings to happiness, wishes to eliminate his adversaries, wishes for his own kingdom to always increase and spread, and wishes for the true teachings to remain in the world so that harmful suffering, bad actions, and evil qualities will cease, then, Bhagavat, the ruler of those lands should listen to and obtain this sublime king of sūtras, and he should honor, serve, and make offerings to those who read, recite, acquire, and possess this sūtra. “

source: འཛིན་པ་དག་ལ་ཡང་བསྙེན་བཀུར་བ་དང་། རིམ་གྲོ་དང་། མཆོད་པར་བགྱིད་ན། བདག་ཅག་དང་། ཚད་མ་མཆིས་པའི་ལྷའི་འཁོར་གཞན་རྣམས་ཆོས་མཉན་པའི་དགེ་བའི་རྩ་བའི་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུས་བླ་ན་མ་མཆིས་པའི་བདུད་རྩིའི་ཆོས་ཀྱི་རོ་མྱོང་བར་འགྱུར་བས་བདག་ཅག་འཁོར་དང་བཅས་པ་ལ་སྨན་པར་འགྱུར་ཞིང་ལྷ་གཞན་རྣམས་ཀྱང་སྨན་ཡོན་མཆོག་ཐོབ་པར་འགྱུར་ལགས་སོ།
en: Also, through the power of the blessing of the good roots of listening to the Dharma, we, the Four Mahārājas and our entourage of countless deities, will taste the flavor of the unsurpassable amṛta of the Dharma, which will be a benefit for us and our followers, and the other devas will also obtain a perfect benefit.

source: འདི་ལྟར་མིའི་རྒྱལ་པོ་དེས་སེམས་རྩེ་གཅིག་ཏུ་མདོ་སྡེ་འདི་མཉན་ནས་ཡོངས་སུ་བཟུང་བའི་སླད་དུའོ།
en: Because a human king has listened single-mindedly to this sūtra and obtained it. “

source: །བཅོམ་ལྡན་འདས་འདི་ལྟར་ཚངས་པ་ཆེན་པོས་ཀྱང་སེམས་ཅན་རྣམས་ལ་རྟག་པར་འཇིག་རྟེན་དང་། འཇིག་རྟེན་ལས་འདས་པའི་བསྟན་བཅོས་ཡང་དག་པར་བསྟན།
en: Bhagavat, Mahābrahmā has constantly taught worldly and nonworldly instructions to beings.

source: བརྒྱ་བྱིན་ལྷའི་དབང་པོས་ཀྱང་བསྟན་བཅོས་རྣམ་པ་སྣ་ཚོགས་ཡང་དག་པར་བསྟན། མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པའི་དྲང་སྲོང་རྣམས་ཀྱིས་ཀྱང་བསྟན་བཅོས་མང་པོ་བསྟན་ཏེ། བཅོམ་ལྡན་འདས་ཚངས་པ་དང་།
en: Śakra, the lord of the devas, has also taught various kinds of instructions, and the ṛṣis who possess the five higher cognitions have taught many instructions.

source: བརྒྱ་བྱིན་དང་། མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པའི་དྲང་སྲོང་གིས་བསྟན་བཅོས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་བསྟན་མོད་ཀྱི། འོན་ཀྱང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱམས་པ་དང་ཐུགས་རྗེས་ཐུགས་བརྩེ་བར་དགོངས་ནས་ལྷ་དང་མིའི་ཚོགས་རྣམས་ཀྱི་ཆེད་དུ་གསེར་འོད་དམ་པའི་མདོ་སྡེ་ཤིན་ཏུ་གྱ་ནོམ་པ་བཀས་བཤད་པ་གང་ལགས་པ་སྔར་བསྟན་པ་དེ་དག་དང་བསྒྲུན་ན།
en: But, Bhagavat, although there are these countless hundreds of thousands of quintillions of instructions by Brahmā, Śakra, and the ṛṣis endowed with the five higher cognitions, nevertheless, The Sūtra of the Sublime Golden Light, which the Buddha Bhagavat taught for devas and humans with a motivation of love, compassion, and kindness, is a hundred thousand quintillion times superior to those former instructions.

source: བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་འགྱུར་སྙེད་ཀྱིས་ཆེས་ཁྱད་པར་དུ་འཕགས་པས་དཔེར་བགྱིར་ཡང་མ་མཆིས་ལགས་སོ།
en: They cannot even serve as an analogy for it.

source: འདིའི་དབང་གིས་འཛམ་བུའི་གླིང་ན་རྒྱལ་པོ་ཇི་སྙེད་མཆིས་པ་དེ་དག་ཡང་དག་པའི་ཆོས་ཀྱིས་འཇིག་རྟེན་བཏུལ་ནས་སེམས་ཅན་ལ་བདེ་བའི་དངོས་པོ་སྩལ་བ་དང་།
en: Because through its power all the kings in Jambudvīpa will guide the world through the true Dharma and bring happiness to beings.

source: བདག་དང་འཁོར་རྣམས་ཡོངས་སུ་བསྲུངས་ནས་སྡུག་བསྔལ་གྱི་གནོད་པ་མ་མཆིས་པར་བགྱིད་པ་དང་། གཞན་ཡང་ཕས་ཀྱི་རྒོལ་བས་གནོད་པ་བགྱིད་པ་མ་མཆིས་པ་དང་། སྡིག་པ་མི་དགེ་བ་ཅི་སྙེད་པ་ཐམས་ཅད་ཐག་རིང་དུ་སྤོང་བ་དང་། ཡུལ་གྱི་གདོན་བགེགས་རྣམས་ཡོངས་སུ་བསལ་ནས་ཡང་དག་པའི་ཆོས་ཀྱིས་འདུལ་ཞིང་རྩོད་པ་མ་མཆིས་པར་བགྱིད་པའི་སླད་དུའོ།
en: We and our followers will give our protection so that there will be no calamity of suffering—moreover, there will be no calamity of invasion; bad, unvirtuous actions will all be cast far away; all demons and hinderers in the land will be dispelled; and through the guidance of this true Dharma there will be no conflict. “

source: །དེའི་སླད་དུ་མིའི་རྒྱལ་པོ་རྣམས་སོ་སོ་ནས་རང་གི་ཡུལ་དུ་ཆོས་ཀྱི་སྒྲོན་མ་སྦར་ཏེ་མཐའ་ཡས་པ་རྣམས་གསལ་བར་བགྱིས་ནས་ལྷའི་ཚོགས་དང་རང་རང་གི་འཁོར་རྣམས་ལ་སྨན་པར་བགྱིའོ།
en: For this purpose, the human kings will light the lamp of Dharma in their own lands, bringing infinite illumination, and will benefit the hosts of devas and their entourages. “

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ལྷ་དང་། གནོད་སྦྱིན་གྱི་འཁོར་ཚད་མ་མཆིས་པ་དང་། འཛམ་བུའི་གླིང་ན་ལྷ་དང་། ཡི་དགས་ཅི་མཆིས་པ་ཐམས་ཅད་རྒྱུ་དང་རྐྱེན་འདིའི་དབང་གིས་བླ་ན་མ་མཆིས་པའི་བདུད་རྩིའི་ཆོས་ཀྱི་རོ་མྱོང་བར་འགྱུར་ཞིང་གཟི་བྱིན་ཆེན་པོའི་མཐུ་སྟོབས་དང་ལྡན་པ།
en: Bhagavat, we Four Mahārājas and our innumerable following of devas and yakṣas, the devas in Jambudvīpa, and all pretas, through the power of these causes and conditions, will taste the flavor of the unsurpassable amṛta of the Dharma and will possess magnificence and power.

source: འོད་ཀྱི་སྣང་བ་ཕུན་སུམ་ཚོགས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་བདེ་བར་འགྱུར་བ་དང་། གཞན་ཡང་སླད་མའི་དུས་ཀྱི་ཚེ་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་ཤིང་བསམ་གྱིས་མི་ཁྱབ་པ་སྙེད་དུ་རྟག་པར་ཤིན་ཏུ་བདེ་བའི་ལོངས་སྤྱོད་མྱོང་བ་དང་།
en: There will be the perfect radiance of light, all beings will become happy, and moreover they will in the future enjoy extreme happiness constantly for countless, inconceivable hundreds of thousands of quintillions of eons.

source: གཞན་ཡང་སངས་རྒྱས་ཚད་མ་མཆིས་པ་སྙེད་མཉེས་པར་བགྱིས་ནས་དགེ་བའི་རྩ་བ་བསྐྱེད་དེ། དེ་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བས།
en: Also, this will please countless buddhas, and they will develop good roots and attain the highest, most complete enlightenment of perfect buddhahood.

source: འདི་ལྟ་བུའི་སྨན་ཡོན་ཚད་མ་མཆིས་ཤིང་མཐའ་མ་མཆིས་པ་ཐམས་ཅད་ཀྱང་ཐུགས་རྗེ་ཆེན་པོ་ཚངས་པའི་འཁོར་ལས་ཡང་དག་པར་འདས་པ་མཁྱེན་པ་ཆེན་པོ་བརྒྱ་བྱིན་པས་ལྷག་པ།
en: All such incalculable, endless benefit transcends that from the retinue of greatly compassionate Brahmā, is greater than that from greatly wise Śakra, and is superior to that from the ṛṣis with the five higher cognitions who have accomplished various ascetic practices. Therefore, it is a hundred thousand quintillion times greater than them. “

source: དཀའ་བ་རྣམ་པ་སྣ་ཚོགས་ཡོངས་སུ་སྤྱད་པ་མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པའི་དྲང་སྲོང་ལས་ཁྱད་པར་དུ་འཕགས་པར་གྱུར་པས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་འགྱུར་སྙེད་ཀྱིས་ཆེས་ལྷག་པར་གྱུར་ཏེ་བརྗོད་དུ་མ་མཆིས་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་སེམས་ཅན་རྣམས་ཀྱི་ཆེད་དུ་འདི་ལྟ་བུའི་མདོ་སྡེ་ཤིན་ཏུ་གྱ་ནོམ་པ་ཡང་དག་པར་བཀས་བཤད་ནས་འཛམ་བུའི་གླིང་གི་ཡུལ་གྱི་བདག་པོ་ཐམས་ཅད་དང་། མིའི་ཚོགས་མང་པོ་རྣམས་འཇིག་རྟེན་ན་ཆོས་ཀྱི་ཆོ་ག་དང་ཡུལ་ཡོངས་སུ་སྐྱོང་ཞིང་མི་རྣམས་གདུལ་བ་དང་བསྐུལ་བར་བྱ་བའི་དངོས་པོ་ཇི་སྙེད་པ་དེ་དག་གསལ་བར་ཁོང་དུ་ཆུད་པ་ལས་གྱུར་པ་ལགས་ཏེ།
en: The indescribable Tathāgata Arhat Samyaksaṃbuddha has taught for the sake of beings the wonderful, valid teaching of this kind of sūtra, and from its clear comprehension the rulers of the lands in Jambudvīpa and the many communities of humans in the world will protect the Dharma rites and the land, and humans will be guided and inspired. “

source: མདོ་སྡེའི་རྒྱལ་པོ་འདིའི་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུས་ཐམས་ཅད་བདེ་བ་ཐོབ་པའི་བསོད་ནམས་ཀྱི་ཕན་ཡོན་འདི་དག་ཐམས་ཅད་ཀྱང་སྟོན་པ་ཆེན་པོ་ཤཱཀྱ་ཐུབ་པས་བྱམས་པ་དང་། ཐུགས་རྗེའི་མཐུས་མདོ་སྡེ་འདི་རྒྱ་ཆེར་ཡང་དག་པར་སྤེལ་བ་ལས་གྱུར་པ་ལགས་པས།
en: All these benefits of the merit for everyone attaining happiness through the power of the blessing of this king of sūtras comes from the vast promulgation of this sūtra because of the power of the love and compassion of the great teacher Śākyamuni. “

source: བཅོམ་ལྡན་འདས་རྒྱུ་དང་རྐྱེན་དེའི་སླད་དུ་མིའི་རྒྱལ་པོ་རྣམས་ཀྱིས་མདོ་སྡེ་དམ་པ་འདི་ཡོངས་སུ་བཟུང་སྟེ། མཆོད་པ་དང་། བཀུར་སྟི་དང་། བླ་མར་བགྱིས་ནས་བསྔགས་པ་བརྗོད་པར་བགྱིའོ།
en: Therefore, Bhagavat, in order to have such causes and conditions, human kings should obtain this sublime sūtra, make offerings to it, honor it, revere it, and praise it.

source: འདི་ལྟ་བུ་ལ་སོགས་པའི་ཡོན་ཏན་ཁྱད་པར་དུ་འཕགས་པ་བསམ་གྱིས་མི་ཁྱབ་པ་དག་གིས་ཐམས་ཅད་ལ་སྨན་པར་བགྱིས་པས་དེའི་སླད་དུ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ཞེས་བགྱི་བ་ལགས་སོ།
en: This sūtra is called the supreme king of sūtras because it benefits all due to its inconceivable and supreme qualities.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ལ་ཡང་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཁྱེད་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། འཁོར་གཞན་རྣམས་དང་ལྷའི་འཁོར་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མེད་པ་རྣམས་མིའི་རྒྱལ་པོ་དེ་དག་གལ་ཏེ་སེམས་རྩེ་གཅིག་ཏུ་མདོ་སྡེ་འདི་མཉན་ནས་མཆོད་པ་དང་། བཀུར་སྟི་དང་། བླ་མར་བྱས་ཏེ།
en: The Bhagavat then said to the Four Mahārājas, “If you, the Four Mahārājas, with your followers and the countless hundreds of thousands of quintillions of deva followers, see a human king single-mindedly listening to this sūtra, making offerings to it, honoring it, revering it, and praising it, you should guard him and dispel harm.

source: བསྔགས་པ་བརྗོད་པ་མཐོང་ནས་ཡོངས་སུ་བསྲུངས་ཏེ།
en: That will then cause you to experience perfect bliss.

source: གནོད་པ་རྣམས་ཡོངས་སུ་སེལ་བར་བྱེད་ན། ཁྱེད་ཅག་རབ་ཏུ་བདེ་བ་མྱོང་བར་འགྱུར་བར་བྱེད་དོ། །གལ་ཏེ་འཁོར་བཞི་པོ་དག་གིས་མདོ་སྡེའི་རྒྱལ་པོ་འདི་རྒྱ་ཆེར་ཡང་དག་པར་སྤེལ་བར་བྱེད་ན་དེས་ནི་ལྷ་དང་མིའི་ནང་ན་སངས་རྒྱས་ཀྱི་མཛད་པ་རྒྱ་ཆེར་ཡང་དག་པར་བྱས་པ་ཡིན་པས་སེམས་ཅན་ཚད་མེད་པ་སྙེད་ལ་ཕན་བཏགས་པ་ཡིན་ཏེ།
en: If the four kinds of followers are widely promulgating this king of sūtras, then as that is truly the vast activity of a buddha among devas and humans, it will benefit countless beings.

source: འདི་ལྟ་བུའི་གང་ཟག་གང་ཡིན་པ་དེ་ལ་ཁྱེད་ཀྱིས་རྟག་པར་བསྲུང་ཞིང་ཡོངས་སུ་བསྐྱབ་པར་བྱའོ།
en: You should constantly guard and defend such individuals.

source: །འདི་ལྟ་བུའི་འཁོར་བཞི་པོ་དག་རྐྱེན་གཞན་གྱིས་ཕན་ཚུན་གནོད་པ་བྱེད་པ་མེད་པར་བྱོས་ལ། དེ་དག་ལུས་དང་སེམས་རབ་ཏུ་དབེན་ཞིང་བདེ་བས་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ཡང་དག་པར་སྤེལ་ནས་ཕྱི་མའི་མཐའ་ཇི་སྲིད་པའི་བར་དུ་སེམས་ཅན་ཕན་འདོགས་པ་ལ་རྒྱུན་ཆད་པ་མེད་པར་བྱོས་ཤིག །
en: Ensure that there will be no other factors that will bring harm to those four kinds of followers, and that their bodies and minds will be in solitude and happiness so that this king of sūtras will spread and bring a continuous benefit to beings throughout the future.”

source: དེ་ནས་ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་སྟན་ལས་ལངས་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ལ་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཟུངས་ཀྱི་ཆོ་ག་མཆིས་ཏེ།
en: Then the deva king Vaiśravaṇa rose from his seat and said to the Bhagavat, “Bhagavat, I have the rite of the dhāraṇī of the precious wish-fulfilling jewel.

source: སེམས་ཅན་གང་ལ་ལ་ཞིག་ཡོངས་སུ་འཛིན་པར་མོས་ན་ཡོན་ཏན་ཚད་མ་མཆིས་པ་དང་ལྡན་པར་འགྱུར་ཞིང་བདག་གིས་རྟག་པར་བསྲུངས་བས་སེམས་ཅན་དེ་སྡུག་བསྔལ་སྤངས་ནས་བདེ་བ་ཐོབ་པར་འགྱུར།
en: Any being who wishes to possess it will gain immeasurable qualities.

source: བསོད་ནམས་དང་ཡེ་ཤེས་ཀྱི་ཚོགས་རྣམ་པ་གཉིས་ཡོངས་སུ་རྫོགས་པར་འགྱུར་ལགས་སོ།
en: They will complete the two accumulations of merit and wisdom.

source: །གང་ཞིག་ཡོངས་སུ་འཛིན་པར་འཚལ་བས་སྔར་ལུས་བསྲུང་བའི་སྔགས་འདི་གདོན་པར་བགྱིའོ། །སྔགས་ནི་འདི་ལྟ་སྟེ། ན་མོ་བཻ་ཤྲ་བ་ཎཱ་ཡ། མ་ཧཱ་རཱ་ཛཱ་ཡ། ཏདྱ་ཐཱ། ར་ར་ར་ར། ཀུ་ནོ་ཀུ་ནོ། །ཁུ་ནོ་ཁུ་ནོ། རུ་ཎོ་རུ་ཎོ། ས་བ་ས་བ། ཀ་ར་ཀ་ར། མ་ཧཱ་བི་ཀ་རཾ། མ་ཧཱ་བི་ཀ་རཾ། མ་ཧཱ་ཀཱ་ལ། མ་ཧཱ་རཱ་ཛ།
en: Those who seek to possess it should first recite this mantra of protection for the body.

source: རཀྵ་རཀྵ་ཏུ། བདག་ཉིད་ཀྱི་མིང་བརྗོད་པར་བྱ། མཱཾ་སརྦ་སཏྭཱ་ནཱཉྩ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་སྔགས་འདི་འདོན་པས་སྐུད་པ་དཀར་པོ་ལ་ལན་བདུན་སྔགས་ཀྱིས་བཏབ་སྟེ་ལན་རེ་མདུད་པ་རེ་རེ་བོར་ནས་དཔུང་པ་ལ་བཅིངས་ན། དེའི་དོན་གདོན་མི་འཚལ་བར་འགྲུབ་པར་འགྱུར་ལགས་སོ།
en: The mantra is thus: namo vaiśravaṇāya mahārājāya tadyathā rara rara kuno kuno khuno khuno ruṇo ruṇo saba saba kara kara mahāvikaraṃ mahāvikaraṃ mahākāla mahārāja rakṣa rakṣatu [say your name]mām sarvasatvānāñ ca svāhā | “Bhagavat, by reciting this mantra and applying the mantra seven times to a white cord, each time untying a knot, and then tying it to the upper arm, the benefit will be that demons will be unable to find them.

source: །སྤོས་མང་པོ་འདི་ལྟ་སྟེ། གུ་གུལ་དང་། ཙནྡན་དང་། དུ་རུསྐ་དང་། ཏ་ཀ་རའི་པོག་འདི་རྣམས་ཆ་མཉམ་པར་གཅིག་ཏུ་བསྲེས་ཏེ་སུག་པར་པོག་ཕོར་ཐོགས་ནས་པོག་བསྲེགས་ཏེ་མཆོད་པར་བགྱིའོ།
en: They should blend many incenses into one, which means equal amounts of bdellium, sandalwood, frankincense, and pinwheel flower, and, holding a censer in their hands, they should burn the incense and make an offering.

source: །ཁྲུས་ཡོངས་སུ་དག་པར་བགྱིས་ཏེ། གོས་སར་པ་གཙང་མ་བགོས་ནས་ཁང་པ་དབེན་པར་སྔགས་བཟླས་ཏེ་ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་བདག་གཡར་དྲང་བར་བགྱི་ལགས་སོ། །སྔགས་ནི་འདི་ལྟ་སྟེ། ན་མོ་བཻ་ཤྲ་བ་ཎཱ་ཡ། མ་ཧཱ་དྷ་ན་དཱ་ཡ། ཙཎྜེ་ཤྭ་རཱ་ཡ། ཨཱ་ཀརྵ། ཨ་པ་ར་ཛི་ཏ། ཙཎྜེ་ཤྭ་ར། པ་ར་མ་ཀཱ་རུ་ཎི་ཀ །སརྦ་སཏྭཱ་ཧི་ཏ་ཙིནྟཱ།
en: They should wash themselves perfectly clean, wear new, clean clothes and, in a solitary house, repeat the mantra that invokes Vaiśravaṇa, the king of devas.

source: བདག་གི་མིང་བརྗོད། མ་མ་དྷ་ན་བརྔྷོ། པ་ར་ཡེ་ཤྭ་ར། སྭ་ཡཾ་ཨཱ་ཀརྵ་ཡ་སྭཱ་ཧཱ། སྔགས་འདི་ལན་བདུན་ཚང་བར་བཟླས་ན་དེའི་རྗེས་ལ་སྔགས་ཀྱི་སྙིང་པོ་གདོན་པར་བགྱིའོ།
en: This is the mantra: namo vaiśravaṇāya mahādhanadāya caṇḍeśvarāya ākarṣa aparājita caṇḍeśvara paramakāruṇika sarvasatvāhitacintā [say your name] mama dhanavardho parameśvarasvayaṃ ākarṣaya svāhā | “After repeating this mantra completely seven times, they should then recite the essence mantra.

source: །སྔགས་འདོན་པའི་ཚེ་སྔར་དཀོན་མཆོག་གསུམ་ལ་གུས་པར་ཕྱག་བགྱིས་ནས་ལྷའི་དབང་པོ་རྣམ་ཐོས་ཀྱི་མིང་ནས་འདོན་པར་བགྱིད་ན།
en: Before reciting those mantras, they should bow down reverently to the Three Jewels and then do the recitation beginning with the name of Vaiśravaṇa, the lord of devas.

source: ནོར་རྫས་རྣམས་སྩོལ་ཅིང་སེམས་ཅན་རྣམས་ཅི་དང་ཅི་སྨོན་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིས་ནས་བདེ་བ་སྩོལ་བར་བགྱིད་དོ།
en: Then wealth will be bestowed, all the aspirations of beings will be completely fulfilled, and happiness will be bestowed upon them. “

source: །དེ་ལྟར་ཕྱག་བགྱིས་ནས་དེའི་རྗེས་ལ་རྒྱལ་པོ་རྣམ་ཐོས་ཀྱི་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་སྔགས་ཀྱི་སྙིང་པོ་འདོན་པར་བགྱིད་ན། ཡིད་བཞིན་གྱི་བདེ་བ་སྩོལ་བར་བགྱིད་དོ།
en: Having paid homage in that way, if they recite the essence mantra of the precious wish-fulfilling jewel of King Vaiśravaṇa, the happiness they wish for will be bestowed.”
